data/perf/sweep-apollo-f3deebfbab60/memcached-t24/memcached/orig/run5/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       599187.44          ---          ---         1.45144         1.34300         3.15100         4.15900     40894.36 
Gets      5991808.45      4811.43   5986997.02         1.44818         1.34300         3.15100         4.19100    151768.88 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    6590995.88      4811.43   5986997.02         1.44848         1.34300         3.15100         4.19100    192663.24 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       477071.20          ---          ---         1.50191         1.40700         3.19900         4.41500     32559.97 
Gets      4770659.48      3830.84   4766828.63         1.49777         1.40700         3.19900         4.38300    120837.92 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    5247730.67      3830.84   4766828.63         1.49815         1.40700         3.19900         4.38300    153397.88 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       546888.43          ---          ---         1.45575         1.35900         3.13500         4.31900     37324.97 
Gets      5468824.10      4069.22   5464754.88         1.45228         1.35900         3.13500         4.31900    138502.53 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    6015712.52      4069.22   5464754.88         1.45260         1.35900         3.13500         4.31900    175827.50